[STRING]
00001=Flatcam to 3D Printer | G-Code Adapter | v1.0
00002=&Settings
00003=Settings
00004=&Help
00005=Help
00006=&About
00007=About
00008=• Isolation Routing G-CODE File:
00009=Browse
00010=Not Selected Yet.
00011=• Drillling G-CODE File:
00012=OPTIONS
00013=CONVERT
00014=Settings
00015=SETTINGS
00016=Language:
00017=Color Mode:
00018=Exit Program After Conversion?
00019=SAVE
00020=Restart the program after saving.
00021=About | FlatCAM to 3D Printer
00022=This program is not affiliated with flatCAM or Marlin Software.
00023=Print Options | FlatCAM to 3D Printer
00024=PRINT OPTIONS
00025=Lines to be Deleted
00026=Isolation Routing Speed (per minute):
00027=Isolation Routing Z Axis Cutting Height (First Round):
00028=Isolation Routing Z Axis Cutting Height (Second Round):
00029=Isolation Routing Z Axis Cutting Height (Third Round):
00030=Isolation Routing?
00031=Drilling?
00032=Drilling Speed (per minute):
00033=Drilling Z Axis Cutting Height:
00034=Change Bit Before Drilling?
00035=Drill Bit Changing Position:
00036=Output File Name:
00037=Output File Directory:
00038=Need Help?
00039=Visit Github Repo
00040=Please Select Isolation Routing G-CODE File
00041=Please select a .gcode file.
00042=Please Select Drilling G-CODE File
00043=Please Select a Folder
00044=Options saved. You can now start conversion process.
00045=Options Saved
00046=Settings Saved
00047=Settings saved. Please restart the program.
00048=Conversion is Done
00049=Conversion is Done. Now you can print GCODE file.
00050=
00051=
00052=
00053=
00054=
00055=
00056=
00057=
00058=
00059=
00060=